[PR_Technician X2SoldierClassTemplate]
+DisplayName="专家"
+ClassSummary="专家通过他们的小精灵来削弱敌人，或者用他们的狙击步枪来削弱敌人以帮助他们的盟友。"
+LeftAbilityTreeTitle="寒冰队长"
+RightAbilityTreeTitle="冰冻先生"
AbilityTreeTitles[0]="花式射击"
AbilityTreeTitles[1]="冰冻"
AbilityTreeTitles[2]="小精灵"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Chill"
+RandomNickNames[1]="Frosty"
+RandomNickNames[2]="Scout"
+RandomNickNames[3]="Iceberg"
+RandomNickNames[4]="Mr.Freeze"
+RandomNickNames[5]="Frozen"